1password
alacritty
baobab
base
base-devel
bat
checkupdates-with-aur
efibootmgr
epiphany
espanso-x11
evince
feh
firefox
fzf
gdm
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
intel-ucode
lazygit
less
lf
libpulse
linux
linux-firmware
loupe
lsd
malcontent
nautilus
neofetch
neovim
networkmanager
notion-app-electron
npm
orca
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
reflector
ripgrep
rustup
rygel
simple-scan
snapshot
starship
stow
sushi
tecla
timeshift
tmux
totem
tree-sitter-cli
ttf-meslo-nerd
ufw
uv
wget
wireplumber
xclip
xcompmgr
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xsetroot
yay-bin
yay-bin-debug
yelp
zoxide
zram-generator
zsh
