1password
alacritty
amd-ucode
baobab
base
base-devel
bat
bc
betterlockscreen
bluez-utils
btop
btrfs-progs
cmatrix
csvlens
direnv
docker
docker-buildx
duf
dunst
dust
dwl
efibootmgr
emote
epiphany
espanso-x11
evince
fastfetch
fd
feh
firefox
flameshot
fzf
fzf-kill
gdm
git
git-delta
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnu-netcat
google-chrome
google-cloud-cli
grilo-plugins
grub
grub-btrfs
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
interception-caps2esc
iw
iwd
j4-dmenu-desktop
jq
jre
lazygit
leftwm
less
lf
libpulse
libreoffice-fresh
linutil
linux
linux-firmware
loupe
lsd
lsof
ly
malcontent
masterpdfeditor
msty-bin
nano
nautilus
ncdu
neovim
network-manager-applet
networkmanager
nodejs-nativefier
normcap
notion-app-electron
noto-fonts
npm
nvm
obsidian
open
orca
pacman-contrib
pandoc-cli
papirus-icon-theme
paru
paru-debug
pcloud-drive
peek
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar-dwm-git
python-pywlroots
rsync
rustup
rygel
simple-scan
sioyek-appimage
smartmontools
snap-pac
snapper
snapper-rollback
snapshot
sof-firmware
spotify
standardnotes-desktop
stow
sushi
swaybg
tecla
terraform
thunderbird
ticktick
tlrc
tmux
totem
trashy
ttf-font-awesome
ttf-meslo-nerd
ttf-ms-win11-auto
ttf-nerd-fonts-symbols
ueberzugpp
ufw
vim
vulkan-radeon
waybar
waypaper
wdisplays-git
wget
wireless_tools
wireplumber
wlr-randr
wmenu
wofi
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xorg-xsetroot
yazi
yelp
zotero
zoxide
zram-generator
zsh
zsh-syntax-highlighting
